[
    {
	"_id": "credenciamento",
        "title": "Credencimaneto",
        "description": "",
        "clock": "08:00",
        "speaker": ""
    },
    {
	"_id": "abertura",
        "title": "Abertura",
        "description": "",
        "clock": "08:40",
        "speaker": ""
    },
    {
	"_id": "conhecendo-go-lang",
        "title": "Conhecendo Go! lang",
        "description": "Não vou contar história da linguagem, não vou dizer se ela é melhor ou pior do que a linguagem X, o que vou apresentar é algo bem simples e direto, como funciona e com exemplos. Valores, variáveis, contantes, blocos, estruturas, ponteiros, interfaces, erros, e o que mais der tempo, são 40 minutos cravados!",
        "clock": "09:00",
        "speaker": "daniel-gerep"
    },
    {
	"_id": "modelos-de-concorrencia-e-o-mundo-funcional",
        "title": "Concorrência em linguagens imperativas e funcionais",
        "description": "Nossos softwares precisam ser mais eficientes, aproveitar melhor os núcleos, lidar com milhares de usuários, terabytes de dados, prever fracasso de hardware e software e etc. O uso de linguagem imperativas nem sempre é a melhor ferramenta para esse trabalho. Nessa palestra vamos fazer uma reflexão sobre concorrência e paralelismo em linguagens imperativas e funcionais, e discutir algumas características de linguagens funcionais que a tornam tão eficientes nesse cenário.",
        "clock": "09:40",
        "speaker": "thiago-scalone"
    },
    {
	"_id": "angular-js-nas-entrelinhas",
        "title": "Angular JS nas entrelinhas",
        "description": "Um overview sobre a tecnologia que está mudando a forma de escrever front-end.",
        "clock": "10:20",
        "speaker": "alan-soares"
    },
    {
	"_id": "aws-com-alta-disponibilidade-e-controle",
        "title": "AWS com alta disponibilidade e controle",
        "description": "Veremos como configurar seus Auto Scaling Groups de modo a reduzir o tempo de lançamento das instâncias, organizá-los para facilitar o gerenciamento e os deploys, além de algumas dicas práticas que poderão ajudar a diminuir o downtime de suas aplicações.",
        "clock": "11:00",
        "speaker": "paulo-correa"
    },
    {
	"_id": "tenho-minhas-empresas-mas-nao-tenho-minha-mesa",
        "title": "Tenho minhas empresas, mas não tenho minha mesa.",
        "description": "A trajetória de um ex-vendedor de verduras que se tornou programador de computadores estudando por conta própria e anos depois fundou empresas com 2 escritórios em Franca, São Paulo, EUA e Canadá, mas que não tem sua própria mesa de trabalho.",
        "clock": "11:40",
        "speaker": "eliezer-pimentel"
    },
    {
	"_id": "almoco",
        "title": "Almoço",
        "description": "",
        "clock": "12:20",
        "speaker": ""
    },
    {
	"_id": "design-pattern-solid-principios-para-escrever-um-bom-codigo",
        "title": "Design Pattern SOLID - Princípios para escrever um bom código",
        "description": "O objetivo da palestra é acrescentar à desenvolvedores de qualquer linguagem noções sobre Padrões de Projeto (Design Patterns), para que possam criar códigos mais objetivos, sem repetição e de fácil manutenção.",
        "clock": "13:40",
        "speaker": "rafael-querino"
    },
    {
	"_id": "ios-visao-computacional-cloud-uma-aplicacao-de-alta-disponibilidade",
        "title": "iOS? Visão Computacional? Cloud? Uma aplicação de alta disponibilidade!",
        "description": "",
        "clock": "14:20",
        "speaker": "henrique-gouveia"
    },
    {
	"_id": "construindo-api-com-laravel",
        "title": "Construindo Api com Laravel",
        "description": "Laravel é o framework PHP do momento. Nessa palestra vamos entender o por que de sua rápida popularização desenvolvendo uma API RESTful",
        "clock": "15:00",
        "speaker": "flavio-ferreira"
    },
    {
	"_id": "desenvolvimento-mobile-multipataforma-com-ionic-framework-e-angular-js",
        "title": "Desenvolvimento Mobile Multiplataforma com Ionic Framework e Angular JS",
        "description": "Com a popularização do mobile, várias tecnologias de desenvolvimento surgiram no mercado. Vamos falar sobre o Ionic, um framework híbrido de desenvolvimento mobile em HTML5 e AngularJS.",
        "clock": "15:40",
        "speaker": "jean-orlando"
    },
    {
	"_id": "python-for-genomic-data-science",
        "title": "Python for Genomic Data Science",
        "description": "Genômica; Biologia Celular; Análise de dados Genômicos com Python.",
        "clock": "16:20",
        "speaker": "carlos-roland"
    },
    {
	"_id": "encerramento",
        "title": "Encerramento",
        "description": "",
        "clock": "17:00",
        "speaker": ""
    }
]
